{
    "all-areas":[
        "updated color scheme on all areas",
        "updated banner image on all areas",
        "updated font from  \"Roman\" to \"Eyyy\" on all areas",
        "updated text contents on all areas"
       
    ],
    "all-pages":[
        "added \"Blog\" drop-down under \"Resources\" tab on main navigation area",
        "updated tabs on main navigation area",
        "updated tabs on main and footer navigation areas",
        "updated company logo on header area",
        "added company phone number on header area",
        "updated layout presentation on header area"
    ],
    "header": [
        "updated company logo on the header area",
        "added company phone number on header area",
        "added company email on header area"
    ],
    "main-navigation": [
        "updated tab from \"Tab\" to \"To Tab\" in the main navigation area",
        "added a new dropdown menu in the main navigation area"
    ],
    "banner" : [
        "updated banner image",
        "updated banner slogan",
        "updated page title on banner area",
        "added page title on banner area",
        "removed banner",
        "removed page title on banner area",
        "updated slogan on banner area"
    ],
    "social-media" : [
        "updated social media icons on the header area",
        "updated Facebook social media link on the header area",
        "updated Twitter social media link on the header area",
        "updated social media icons layout presentation on the header area",
        "added \"Facebook icon\" on header area"
    ],
    "meta" : [
        "updated meta description and title tag",
        "updated meta description",
        "updated meta title tag",
        "Unfortunately, displaying the full meta description is beyond our scope, as its visibility is determined by the browser and search engine. In Firefox, the complete meta description may be displayed, including when the tab is hovered over, whereas Google Search may truncate it based on factors such as pixel width and relevance to the search query. Since search engines dynamically generate snippets, there is no way to ensure that the full meta description will always be shown."
    ],
    "qa": [
        "fixed layout presentation under \"Welcome To\" section on content area in responsive view"
    ],
    "website-files":[
        "The link below contains all the images on your website:"
    ],
    "content-area": [
        "updated text contents on content area",
        "updated images on content area",
        "updated services boxes on content area",
        "updated services boxes image on content area",
        "added services boxes on content area",
        "added text contents on content area",
        "updated layout presentation on content area"
    ],
    "tabs":[
        "removed dropdown under \"Meet The Team\" and \"Request Appointement\" tabs on main navigation area",
        "added \"Patient Forms\" tab on main navigation area",
        "removed \"Products For Purchase\" tab on main navigation area"
    ]
}
